---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CubicFeet
source: html/98f81718-2fd7-a6c9-2023-313c42c686f3.htm
---
# Autodesk.Revit.DB.UnitTypeId.CubicFeet Property

Cubic feet.

## Syntax (C#)
```csharp
public static ForgeTypeId CubicFeet { get; }
```